FBSeletronica/ESP-IDF-COURSE/unit-test-example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s2"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
